# Ответы на вопросы
## Командные вопросы
### • что достигнуто из запланированного, что нет
Основные силы были брошены на реализацию логики, подробнее в [Kanban](https://github.com/users/Qweeckusha/projects/1/views/1)

### • соответствие критериям приема задач
Наши задачи проходят Review от нескольких участников (кроме автора). Каждый анализирует требования и параметры на уровне собственного понимания предметной области.

### • реальная стоимость задач
Все задачи оценены грамотно по сторипоинтам

## Каравайцева Вероника
1. Анализ параметров и требований по модулю Демографии
2. Продолжение анализа логики и связей с другими признаками
3. Вообще нет препядствий.

## Холохон Анатолий
1. Анализ параметров и требований по модулю Занятость и доход
2. Определение параметров и требований для других модулей
3. Не хватает времени, есть другие задачи.

## Котов Александр
1. Анализ параметров и требований по модулю Демографии
2. Определение параметров и требований для других модулей
3. Вообще нет препядствий.
